#+PROPERTY: header-args:shell :results output list :exports both

* Machine
#+BEGIN_SRC shell
uname -a
#+END_SRC

#+RESULTS:
- Linux bach 4.19.0-14-amd64 #1 SMP Debian 4.19.171-2 (2021-01-30) x86_64 GNU/Linux

* Software
Also see [[file:requirements.txt][requirements.txt]].

#+BEGIN_SRC shell
python --version
#+END_SRC

#+RESULTS:
#+BEGIN_SRC org
Python 3.7.3
#+END_SRC
